TOKEN = "token"

IMAGES = {
	"1" : {"PATH" : "images/1.jpg",
			"POS" : [(0.02, 0.5)]},
	"2" : {"PATH" : "images/2.jpg",
			"POS" : [(0.02, 0.6)]},
	"3" : {"PATH" : "images/3.jpg",
			"POS" : [(0.02, 0.4)]},
	"4" : {"PATH" : "images/4.jpg",
			"POS" : [(0.45, 0.5)]},
	"5" : {"PATH" : "images/5.jpg",
			"POS" : [(0.02, 0.05), (0.45, 0.5)]},
	"6" : {"PATH" : "images/6.jpg",
			"POS" : [(0.02, 0.5)]},
	"7" : {"PATH" : "images/7.jpg",
			"POS" : [(0.45, 0.5), (0.02, 0.5)]},
	"8" : {"PATH" : "images/8.jpg",
			"POS" : [(0.42, 0.4)]},
	"9" : {"PATH" : "images/9.jpg",
			"POS" : [(0.45, 0.5), (0.02, 0.5)]},
	"10" : {"PATH" : "images/10.jpg",
			"POS" : [(0.02, 0.05)]},
	"11" : {"PATH" : "images/11.jpg",
			"POS" : [(0.45, 0.5), (0.02, 0.5)]},
	"12" : {"PATH" : "images/12.jpg",
			"POS" : [(0.02, 0.05)]},
	"13" : {"PATH" : "images/13.jpg",
			"POS" : [(0.45, 0.5), (0.02, 0.5)]},

	"list" : {"PATHS" : ['images/list1.jpg', 'images/list2.jpg']}
}

FONT = "helvetica_bold.ttf"

HELP = (
"""
Команды:
    /help - помощь по боту;
    /list - пронумерованный список картинок;

Как пользоваться ботом:
    Писать надо так:
        <***номер картинки***> <***текст***>
    "***<>***" - писать не надо;

    Текст должен быть короче ***150*** символов""")